Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: The title that goes before name (Mr., Mrs., etc.)
fr_fr: Le préfixe vient avant le nom (M., Mme, etc.)

source: The transaction "%s" (%s) is already closed.
fr_fr: La transaction "%s" (%s) est déjà close.

source: The transaction "%s" cannot be captured yet.
fr_fr: La transaction "%s" ne peuvent être capturés pour le moment.

source: The transaction ID is invalid.
fr_fr: L'ID de transaction est invalide.

source: The transaction details have been updated.
fr_fr: Les détails de la transaction ont été mis à jour.

source: The user has been deleted.
fr_fr: L'utilisateur a été supprimé.

source: The user has been saved.
fr_fr: L'utilisateur a été sauvegardé.

source: The value is not within the specified range.
fr_fr: La valeur n'est pas dans la plage spécifiée.

source: The value of attribute "%s" must be unique
fr_fr: La valeur de l'attribut "%s" doit être unique.

source: The value of attribute "%s" must be unique.
fr_fr: La valeur de l'attribut "%s" doit être unique.

source: The value that you entered is not valid.
fr_fr: La valeur n'est pas valide.

source: The website does not exist.
fr_fr: Le site web n'existe pas.

source: The website has been deleted.
fr_fr: Le site web a été supprimé.

source: The website has been saved.
fr_fr: Le site web a été sauvegardé.

source: The widget instance has been deleted.
fr_fr: L'instance de widget a bien été effacée.

source: The widget instance has been saved.
fr_fr: L'instance de widget a bien été sauvegardée.

source: TheFind Feed Filename
fr_fr: Nom de fichier du flux TheFind

source: TheFind feed
fr_fr: Flux TheFind

source: Theme configurations are successfully reset.
fr_fr: Les configurations du thème ont bien été réinitialisées.

source: Theme has been created.
fr_fr: Le thème a été créé.

source: Theme has been delete.
fr_fr: Le thème a été éffacé.

source: Theme has been saved.
fr_fr: Le thème a été enregistré.

source: Theme label can't be empty
fr_fr: L'étiquette du thème ne peut pas être vide.

source: Theme label:
fr_fr: Étiquette du thème :

source: Theme name is not set.
fr_fr: Le nom du thème n'est pas renseigné.

source: Themes
fr_fr: Thèmes

source: Themes JavaScript and CSS files combined to one file.
fr_fr: Fichiers de thèmes JavaScript et CSS combinés en un seul fichier.

source: There are <a href="%s">%s items</a> in your cart.
fr_fr: Il y a <a href="%s">%s articles</a> dans votre panier.

source: There are no %s available.
fr_fr: Aucun(e) %s disponible

source: There are no Rss Feeds
fr_fr: Il n'y a pas de flux RSS

source: There are no billing agreements yet.
fr_fr: Il n'existe aucune entente de facturation pour le moment.

source: There are no customers for this alert
fr_fr: Il n'y a aucun client pour cette alerte

source: There are no customers for this alert.
fr_fr: Aucun client pour cette alerte.

source: There are no items in customer's shopping cart at the moment
fr_fr: Aucun article dans le panier du client

source: There are no items in customer's wishlist at the moment
fr_fr: Aucun article dans la liste d'envies du client

source: There are no items in customer\'s shopping cart at the moment
fr_fr: Aucun article dans le panier du client

source: There are no more hits remaining for the foreign Exchange Rate Service.
fr_fr: Il ne reste plus de crédit pour le service de taux de change.

source: There are no orders.
fr_fr: Il n'y a pas de commande.

source: There are no printable documents related to selected orders.
fr_fr: Il n'y a pas de documents imprimables en relation avec les commandes sélectionnées.

source: There are no product types available for export
fr_fr: Aucun type de produit disponible pour l'export

source: There are no products matching the selection.
fr_fr: Aucun produit ne correspond à la sélection

source: There are no recurring profiles yet.
fr_fr: Aucun profil récurrent.

source: There are no search terms available.
fr_fr: Aucun terme de recherche disponible.

source: There are no shipping labels related to selected %s.
fr_fr: Aucune étiquette de livraison correspondant aux %s sélectionnés.

source: There are no tags available.
fr_fr: Aucun mot clé disponible.

source: There are rules that have been changed but were not applied. Please, click Apply Rules in order to see immediate effect in the catalog.
fr_fr: Certaines règles ont changé mais n'ont pas pu être appliquées. Cliquez sur 'Appliquer les règles' afin d'en voir le résultat immédiat.

source: There has been an error processing your payment.
fr_fr: Erreur lors du traitement de votre paiement.

source: There has been an error processing your payment. Please try later or contact us for help.
fr_fr: Une erreur est survenue lors du traitement de votre paiement. Veuillez réessayer plus tard ou nous contacter pour obtenir de l'aide.

source: There has been wrong payment information submitted or the time limit has expired. Please, try again.
fr_fr: Des informations de paiement erronées ont été soumises ou la limite de temps a été atteinte. Veuillez réessayer.

source: There has been wrong payment information submitted or time limit has expired. Please, try again.
fr_fr: Des informations de paiement erronées ont été soumises ou la limite de temps a été atteinte. Veuillez réessayer.

source: There is <a href="%s">1 item</a> in your cart.
fr_fr: Il y a <a href="%s"><strong>1 article</strong></a> dans votre panier.

source: There is already a customer registered using this email address. Please login using this email address or enter a different email address to register your account.
fr_fr: Il existe déjà un client pour cet email. Veuillez vous connecter avec cet email ou utiliser un autre email pour vous inscrire.

source: There is already an account with this email address. If you are sure that it is your email address, <a href="%s">click here</a> to get your password and access your account.
fr_fr: Il existe déjà un compte pour cet email. Si vous êtes sûr d'avoir correctement saisi votre email, <a href="%s">cliquez ici</a> pour récupérer votre mot de passe et accéder à votre compte.

source: There is an error in one of the option rows.
fr_fr: Erreur dans une des lignes d'option.

source: There is an error in processing the payment. Please try again or contact us.
fr_fr: Erreur lors du traitement du paiement. Veuillez réessayer ou nous contacter.

source: There is an error in retrieving the tax rate. Please contact us.
fr_fr: Une erreur est survenue lors de la récupération du taux de TVA. Merci de nous contacter.

source: There is an error in verifying an email. Please contact us.
fr_fr: Une erreur est survenue lors de la vérification d'email. Merci de nous contacter.

source: There is no available method for selected shipping address.
fr_fr: Il n'y a pas de mode disponible pour l'adresse de livraison choisie.

source: There is no defined renderer for "%s" option type.
fr_fr: Il n'y a pas de générateur d'affichage pour le type d'option "%s".

source: There is no need to approve this payment.
fr_fr: Il n'est pas nécessaire d'approuver ce paiement.

source: There is no need to deny this payment.
fr_fr: Il n'est pas nécessaire de refuser ce paiement.

source: There is no response back from Strikeiron server.
fr_fr: Aucune réponse du serveur Strikeiron.

source: There is no tracking available for this shipment.
fr_fr: Aucun suivi disponible pour la livraison

source: There is no tracking available.
fr_fr: Aucun suivi disponible.

source: There is no update for the payment.
fr_fr: Il n'ya pas de mise à jour pour le paiement.

source: There was a problem installing Magento packages. Please read the log, correct errors and try again.
fr_fr: Problème lors de l'installation des paquets Magento. Consultez les logs, corrigez les problèmes et réessayez.

source: There was a problem saving package data
fr_fr: Problème lors de la sauvegarde des données du package

source: There was a problem with reindexing process.
fr_fr: Problème lors du process d'indexation.

source: There was a problem with saving process.
fr_fr: Problème lors de la sauvegarde du process.

source: There was a problem with the subscription.
fr_fr: Problème lors de l'inscription.

source: There was a problem with the subscription: %s
fr_fr: Il y a eu un problème lors de l'inscription : %s

source: There was a problem with the un-subscription.
fr_fr: Un problème est survenu lors de la désinscription

source: There was an error canceling transactions. Please contact us or try again later.
fr_fr: Erreur lors de l'annulation de transactions. Veuillez nous contacter ou réessayez ultérieurement.

source: There was an error occurred during paying process.
fr_fr: Erreur lors du process de paiement.

source: There was an error processing your order. Please contact us or try again later.
fr_fr: Erreur lors du traitement de votre commande, veuillez réessayer plus tard.

source: There was an error while request processing.
fr_fr: Une erreur est survenue lors du traitement de la demande.

source: There were some problems with the data.
fr_fr: Problèmes avec les données.

source: Third Party
fr_fr: Tiers

source: This Account is
fr_fr: Ce compte est

source: This Attribute no longer exists
fr_fr: Cet attribut n'existe plus.

source: This Email template no longer exists.
fr_fr: Ce gabarit d'email n'existe plus.

source: This Role no longer exists
fr_fr: Ce rôle n'existe plus

source: This Role no longer exists.
fr_fr: Ce rôle n'existe plus.

source: This account is
fr_fr: Ce compte est

source: This account is inactive.
fr_fr: Ce compte est inactif.

source: This account is not confirmed.
fr_fr: Ce compte n'est pas confirmé.

source: This account is not confirmed. <a href="%s">Click here</a> to resend confirmation email.
fr_fr: Ce compte n'a pas encore été confirmé. <a href="%s">Cliquez ici</a> Pour envoyer un nouvel email de confirmation.

source: This action cannot be undone.
fr_fr: Cette action ne peut pas être annulée.

source: This action will update items statistics and remove the items which are not available in Google Base. Continue?
fr_fr: Cette action mettra à jour les statistiques des articles et effacera les articles qui ne sont pas disponibles dans Google Base. Souhaitez-vous continuer ?

source: This attribute cannot be deleted.
fr_fr: Cet attribut ne peut pas être supprimé.

source: This attribute cannot be edited.
fr_fr: Cet attribut ne peut pas être édité.

source: This attribute cannot be updated.
fr_fr: Cet attribut ne peut pas être mis à jour.

source: This attribute is used in configurable products
fr_fr: Cet attribut est utilisé dans les produits configurables.

source: This attribute is used in configurable products.
fr_fr: Cet attribut est utilisé dans les produits configurables.

source: This attribute is used in configurable products. You cannot remove it from the attribute set.
fr_fr: Cet attribut est utilisé dans des produits configurables. Vous ne pouvez pas le retirer de ce jeu d'attributs.

source: This attribute no longer exists
fr_fr: Cette attribut n'existe plus

source: This attribute set does not have attributes which we can use for configurable product
fr_fr: Ce jeu d'attributs ne possède pas d'attributs utilisables pour un produit configurable.

source: This attribute set no longer exists.
fr_fr: Ce jeu d'attributs n'existe plus.

source: This attribute shares the same value in all the stores
fr_fr: Cet attribut partage les mêmes valeurs dans tous les magasins.

source: This block no longer exists.
fr_fr: Ce bloc n'existe plus.

source: This card has failed validation and cannot be used.
fr_fr: La validation de cette carte a échoué. Elle ne peut être utilisée.

source: This card has failed validation, but it is possible to place the order.
fr_fr: La validation de cette carte a échoué, mais il est cependant possible de passer commande.

source: This category and all its child elements
fr_fr: Cette catégorie et tous ses descendants

source: This category and its child categories only
fr_fr: Cette catégorie et toutes ses sous-catégories

source: This category and its products only
fr_fr: Cette catégorie et ses produits seulement

source: This category only
fr_fr: Cette catégorie seulement

source: This class no longer exists
fr_fr: Cette classe n'existe plus

source: This condition no longer exists.
fr_fr: Cette condition n'existe plus.

source: This content requires last version of Adobe Flash Player. <a href="%s">Get Flash</a>
fr_fr: Ce contenu nécessite la dernière version d'Adobe Flash Player. <a href="%s">Télécharger Flash</a>

source: This customer email already exists
fr_fr: Cet email client existe déjà

source: This customer email already exists.
fr_fr: Cet email client existe déjà.

source: This customer has no saved addresses.
fr_fr: Le client n'a pas d'adresse sauvegardée

source: This date is a required value.
fr_fr: Cette date est obligatoire.

source: This email address is already assigned to another user.
fr_fr: Cet email est déjà assigné à un utilisateur.

source: This email address was not found in our records.
fr_fr: Cet email n'a pas été trouvée dans notre base.

source: This email does not require confirmation.
fr_fr: Cet email ne nécessite pas de confirmation.

source: This email will be sent instead of default welcome email, after account confirmation.
fr_fr: Cet email sera envoyé à la place de l'email de bienvenue, après la confirmation de création du compte.

source: This group contains attributes, used in configurable products. Please move these attributes to another group and try again.
fr_fr: Ce groupe contient des attributs utilisés dans des produits configurables. Déplacez ces attributs dans un autre groupe et réessayez.

source: This group contains system attributes. Please, move system attributes to another group and try again.
fr_fr: Ce groupe contient des attributs système. Veuillez déplacer les attributs système vers un autre groupe et réessayer.

source: This group contains system attributes. Please move system attributes to another group and try again.
fr_fr: Ce groupe contient des attributs système. Veuillez déplacer les attributs système vers un autre groupe et réessayer.

source: This icon will be used for users’ devices in case if different than AppSore icon needed.
fr_fr: Cette icône sera utilisée pour les terminaux des utilisateurs si une autre icône AppStore est nécessaire.

source: This is My Default %s Address
fr_fr: Ceci est mon adresse de <strong>%s</strong> par défaut

source: This is a demo store. Any orders placed through this store will not be honored or fulfilled.
fr_fr: Ceci est une boutique de démonstration. Aucune commande passée sur cette boutique ne sera honorée.

source: This is a required field.
fr_fr: Ce champ est obligatoire.

source: This is a required option
fr_fr: Cette option est requise

source: This is the description that will appear in the iTunes marketplace.
fr_fr: Description qui apparaîtra dans la place de marché iTunes.

source: This is the name that will appear beneath your app when users install it to their device. . We recommend choosing a name that is 10-12 characters in length, and that your customers will recognize.
fr_fr: Nom qui apparaîtra sous votre application lorsque les utilisateurs l'installeront sur leur terminal. Nous vous recommandons d'utiliser un nom de 10 à 12 caractères reconnaissable par vos clients.

source: This message will be shown in shopping cart when subtotal after discount less than minimum amount.
fr_fr: Ce message sera affiché dans le panier quand le sous-total après remise sera inférieur au montant mini.

source: This operation requires an existing transaction object.
fr_fr: Cette opération nécessite l'existance d'une transaction.

source: This order contains (%s) items and therefore cannot be edited through the admin interface at this time, if you wish to continue editing the (%s) items will be removed, the order will be canceled and a new order will be placed.
fr_fr: Cette commande contient des articles %s et ne peut donc pas être modifiée via l'interface d'administration. Si vous souhaitez l'éditer, les articles %s seront supprimés, la commande sera annulée et une nouvelle commande sera créée.

source: This order no longer exists.
fr_fr: Cette commande n'existe plus.

source: This page no longer exists.
fr_fr: Cette page n'existe plus.

source: This product does not have any configurable options
fr_fr: Ce produit n'a aucune option configurable.

source: This product does not have any configurable options.
fr_fr: Ce produit n'a aucune option configurable.

source: This product has not been configured.
fr_fr: Ce produit n'a pas été configuré.

source: This product is also part of bundle(s)
fr_fr: Ce produit fait aussi partie des packages

source: This product is available for purchase in increments of %s only.
fr_fr: Ce produit ne peut être commandé que par multiples de %s.

source: This product is currently disabled.
fr_fr: Ce produit est désactivé.

source: This product is currently out of stock.
fr_fr: Ce produit est épuisé.

source: This product is not available in the requested quantity. %s of the items will be backordered.
fr_fr: La quantité demandée n'est pas en stock. %s articles seront expédiés dès que les stocks seront réapprovisionnés.

source: This product no longer exists.
fr_fr: Ce produit n'existe plus.

source: This product(s) is currently out of stock
fr_fr: Ce produit est momentanément épuisé

source: This profile state cannot be changed to "%s".
fr_fr: Cet état profil ne peut pas être modifié pour "%s".

source: This report depends on timezone configuration. Once timezone is changed, the lifetime statistics need to be refreshed.
fr_fr: Ce rapport dépend de la configuration du fuseau horaire. Si le fuseau horaire est modifié, les statistiques doivent être rafraîchies.

source: This rule no longer exists
fr_fr: Cette règle n'existe plus

source: This rule no longer exists.
fr_fr: Cette règle n'existe plus.

source: This search no longer exists.
fr_fr: Cette recherche n'existe plus.

source: This section is not allowed.
fr_fr: Cette section n'est pas autorisée.

source: This setting will be applied when all prices in the specific price interval are equal.
fr_fr: Ce paramétrage s'appliquera lorsque tous les prix seront égaux dans l'intervalle de prix spécifique.

source: This shipping method is currently unavailable. If you would like to ship using this shipping method, please contact us.
fr_fr: Ce mode de livraison est actuellement indisponible. Si vous souhaitez être livré par ce mode, veuillez nous contacter.

source: This shipping method is not available, please specify ZIP-code
fr_fr: Le mode de livraison n'est pas disponible, précisez le code postal.

source: This sitemap no longer exists.
fr_fr: Ce plan de site n'existe plus.

source: This store cannot be deleted.
fr_fr: Ce magasin ne peut pas être effacé.

source: This store view cannot be deleted.
fr_fr: Cette vue magasin ne peut pas être effacée.

source: This tab contains invalid data. Please correct before saving.
fr_fr: Cet onglet contient des données invalides. Corrigez-les avant de sauvegarder.

source: This tab contains invalid data. Please solve the problem before saving.
fr_fr: Cet onglet contient des données non valides. Veuillez résoudre le problème avant de sauvegarder.

source: This user no longer exists.
fr_fr: Cet utilisateur n'existe plus.

source: This website cannot be deleted.
fr_fr: Ce site web ne peut pas être effacé.

source: This will appear in the info section of your App (example: Copyright 2010 – Your Company, Inc.)
fr_fr: Apparaît dans la section infos de votre appli (par exemple : Copyright 2011 - Votre société)

source: This will be displayed just before body closing tag.
fr_fr: Ceci sera affiché juste avant la balise de fermeture de body

source: This will be included before head closing tag in page HTML.
fr_fr: Ceci sera inclus juste avant la balise de fermeture de body

source: This will create an offline refund. To create an online refund, open an invoice and create credit memo for it. Do you wish to proceed?
fr_fr: Cela créera une restitution en mode hors connexion. Pour créer une restitution en ligne, ouvrez une facture et de créer une note de crédit pour cela. Voulez-vous continuer ?

source: Thumbnail
fr_fr: Miniature

source: Tier Pricing
fr_fr: Tarification par palier

source: Tile
fr_fr: Mosaïque

source: Time
fr_fr: Heure

source: Time Format
fr_fr: Format d'heure

source: Time Zone
fr_fr: Fuseau horaire

source: Time of Day
fr_fr: Heure du jour

source: Time selection:
fr_fr: Sélection de l'heure :

source: Time-out (in seconds) to check the avalaibility of the primary backup payment server (default 10 seconds).
fr_fr: Timeout (en secondes) pour la vérification de disponibilité du serveur principal de paiement de secours (10 secondes par défaut).

source: Time-out (in seconds) to check the avalaibility of the primary payment server (default 8 seconds).
fr_fr: Timeout (en secondes) pour la vérification de disponibilité du serveur principal de paiement (8 secondes par défaut).

source: Time-out (in seconds) to check the avalaibility of the second backup payment server (fefault 20 seconds).
fr_fr: Timeout (en secondes) pour la vérification de disponibilité du second serveur de paiement de secours (20 secondes par défaut).

source: Time-out (in seconds) to check the avalaibility of the third backup payment server (default 20 seconds).
fr_fr: Timeout (en secondes) pour la vérification de disponibilité du troisième serveur de paiement de secours (20 secondes par défaut).

source: Time:
fr_fr: Heure :

source: Timeout for Checking
fr_fr: Timeout de vérification

source: Timeout limit for response from synchronize process was reached.
fr_fr: La limite du temps de réponse pour le processus de synchronisation a été atteinte.

source: Timezone
fr_fr: Fuseau horaire

source: Title
fr_fr: Titre

source: Title Prefix
fr_fr: Préfixe du titre

source: Title Suffix
fr_fr: Suffixe du titre

source: Title bar
fr_fr: Barre de titre

source: Title of the Ogone Template
fr_fr: Titre du gabarit Ogone

source: To
fr_fr: À

source: To Cart
fr_fr: Vers le panier

source: To Date
fr_fr: Date de fin

source: To Fixed Amount
fr_fr: Nouveau prix en montant fixe

source: To Fixed Value
fr_fr: Nouveau prix

source: To Lower
fr_fr: Vers le bas

source: To Name
fr_fr: Pour (nom)

source: To Percentage
fr_fr: nouveau prix en %%

source: To Percentage of the Original Price
fr_fr: Pourcentage du prix original

source: To Upper
fr_fr: Vers le haut

source: To activate PayPal MEP payment method activate Express checkout first.
fr_fr: Pour activer le mode de paiement PayPal MEP, vous devez d'abord activer Express checkout.

source: To cancel pending authorizations and release amounts that have already been processed during this payment, click Cancel.
fr_fr: Pour annuler les autorisations en cours et libérer les montants déjà prélevés pendant ce processus, cliquez sur Annuler.

source: To ensure the security of your transactions
fr_fr: Pour garantir la sécurité vos transactions

source: To have access to the international payment network of Moneybookers please register <a href="http://www.moneybookers.com/partners/magento/" target="_blank">here</a> for a free account if you don’t have one yet.
fr_fr: Pour accéder au réseau de paiement international, veuillez vous créer un <a href="http://www.moneybookers.com/partners/magento/" target="_blank">compte gratuit ici</a> si vous n'en avez pas encore.

source: To import orders, Magento requires that customers also be imported.
fr_fr: Pour importer des commandes, il est nécessaire d'importer les clients.

source: To reindex the enabled product(s), the store or product must be specified
fr_fr: Pour réindexer les produits activés, le magasin ou le produit doit être spécifié.
